export const dataOptionsFree = [
	{ title: 'Проживание в каюте' },
	{ title: 'Питание во время круиза' },
	{ title: 'Портовые сборы и таксы' },
	{ title: 'Дневные развлечения на борту' },
	{ title: 'Вечерняя развлекательная программа' },
	{ title: 'Представления в театре' },
]

export const dataOptionsPaid = [
	{ title: 'Проживание в каюте' },
	{ title: 'Питание во время круиза' },
	{ title: 'Портовые сборы и таксы' },
	{ title: 'Дневные развлечения на борту' },
	{ title: 'Вечерняя развлекательная программа' },
	{ title: 'Представления в театре' },
	{ title: 'Авиаперелёт' },
]
