/* eslint-disable max-len */
import { IArticle } from '../../model/interfaces'

import imgSrc1 from '../../components/RepeaterBlocks/Article/images/port/1.jpg'
import imgSrc2 from '../../components/RepeaterBlocks/Article/images/port/2.jpg'
import imgSrc3 from '../../components/RepeaterBlocks/Article/images/port/3.jpg'

export const dataPortArticlePhoto1: IArticle = {
	id: 1,
	image: { src: imgSrc1, alt: '' },
	title: 'ЧТО ПОСМОТРЕТЬ В РИМЕ?',
	description: 'Венеция, несмотря на свое нетривиальное расположение сразу на 188 островах, город немаленький. И в этом легко убедиться, окинув взглядом огромную Венецианскую лагуну или банально взглянув на карту. В административном плане город делится на 6 самоуправляемых районов, но туристам будут интересны лишь 3 из них — это материковый Местре, пляжный Лидо и, собственно, главный район, который зовется банально «Венеция — Бурано — Мурано». Но чтобы лучше разобраться в хитросплетении каналов и улочек последнего района, главную часть самого романтичного города на свете принято делить на 6 исторических кварталов. И, разумеется, начать стоит с Сан-Марко, где расположены большая часть достопримечательностей и сердце города — одноименная площадь с помпезным собором. Здесь же находятся Дворец дожей, башня Кампаниле, библиотека и колонны Сан-Марко, Мост Вздохов и еще добрый десяток мест,',
	position: 'left',
}

export const dataPortArticlePhoto2: IArticle = {
	id: 2,
	image: { src: imgSrc2, alt: '' },
	title: 'КУХНЯ РИМА',
	description: 'Венеция, несмотря на свое нетривиальное расположение сразу на 188 островах, город немаленький. И в этом легко убедиться, окинув взглядом огромную Венецианскую лагуну или банально взглянув на карту. В административном плане город делится на 6 самоуправляемых районов, но туристам будут интересны лишь 3 из них — это материковый Местре, пляжный Лидо и, собственно, главный район, который зовется банально «Венеция — Бурано — Мурано». Но чтобы лучше разобраться в хитросплетении каналов и улочек последнего района, главную часть самого романтичного города на свете принято делить на 6 исторических кварталов. И, разумеется, начать стоит с Сан-Марко, где расположены большая часть достопримечательностей и сердце города — одноименная площадь с помпезным собором. Здесь же находятся Дворец дожей, башня Кампаниле, библиотека и колонны Сан-Марко, Мост Вздохов и еще добрый десяток мест,',
	position: 'right',
}

export const dataPortArticlePhoto3: IArticle = {
	id: 3,
	image: { src: imgSrc3, alt: '' },
	title: 'КРАСИВЫЕ МЕСТА РИМА',
	description: 'Венеция, несмотря на свое нетривиальное расположение сразу на 188 островах, город немаленький. И в этом легко убедиться, окинув взглядом огромную Венецианскую лагуну или банально взглянув на карту. В административном плане город делится на 6 самоуправляемых районов, но туристам будут интересны лишь 3 из них — это материковый Местре, пляжный Лидо и, собственно, главный район, который зовется банально «Венеция — Бурано — Мурано». Но чтобы лучше разобраться в хитросплетении каналов и улочек последнего района, главную часть самого романтичного города на свете принято делить на 6 исторических кварталов. И, разумеется, начать стоит с Сан-Марко, где расположены большая часть достопримечательностей и сердце города — одноименная площадь с помпезным собором. Здесь же находятся Дворец дожей, башня Кампаниле, библиотека и колонны Сан-Марко, Мост Вздохов и еще добрый десяток мест,',
	position: 'left',
}
