/* eslint-disable max-len */
import { ICard } from '../../model/interfaces'

import romeSrc from '../../components/RepeaterBlocks/PopularPorts/images/region/rome.jpg'
import barcelonaSrc from '../../components/RepeaterBlocks/PopularPorts/images/region/barcelona.jpg'
import santoriniSrc from '../../components/RepeaterBlocks/PopularPorts/images/region/santorini.jpg'
import veniceSrc from '../../components/RepeaterBlocks/PopularPorts/images/region/venice.jpg'

export const dataPopularPort: ICard[] = [
	{
		id: 1,
		src: romeSrc,
		alt: '',
		title: 'Рим',
		subtitle: 'Вечный город, куда ведут все дороги, где можно прожить всю жизнь за одни каникулы длиной в день или потеряться на несколько недель. Концентрация достопримечательностей в Риме достигает таких величин, что всего через пару часов в этом городе сердце и мозг бедного туриста начинают отказываться вмещать новые. Поэтому провести в Риме день-два — просто преступление. Сюда можно приезжать и приезжать, и приезжать. Главное — отдавать себе отчет в том, что Рим — это не Италия.',
		href: '/port',
	},
	{
		id: 2,
		src: barcelonaSrc,
		alt: '',
		title: 'Барселона',
		subtitle: 'Вечный город, куда ведут все дороги, где можно прожить всю жизнь за одни каникулы длиной в день или потеряться на несколько недель. Концентрация достопримечательностей в Риме достигает таких величин, что всего через пару часов в этом городе сердце и мозг бедного туриста начинают отказываться вмещать новые. Поэтому провести в Риме день-два — просто преступление. Сюда можно приезжать и приезжать, и приезжать. Главное — отдавать себе отчет в том, что Рим — это не Италия.',
		href: '/port',
	},
	{
		id: 3,
		src: santoriniSrc,
		alt: '',
		title: 'Санторини',
		subtitle: 'Вечный город, куда ведут все дороги, где можно прожить всю жизнь за одни каникулы длиной в день или потеряться на несколько недель. Концентрация достопримечательностей в Риме достигает таких величин, что всего через пару часов в этом городе сердце и мозг бедного туриста начинают отказываться вмещать новые. Поэтому провести в Риме день-два — просто преступление. Сюда можно приезжать и приезжать, и приезжать. Главное — отдавать себе отчет в том, что Рим — это не Италия.',
		href: '/port',
	},
	{
		id: 4,
		src: veniceSrc,
		alt: '',
		title: 'Венеция',
		subtitle: 'Вечный город, куда ведут все дороги, где можно прожить всю жизнь за одни каникулы длиной в день или потеряться на несколько недель. Концентрация достопримечательностей в Риме достигает таких величин, что всего через пару часов в этом городе сердце и мозг бедного туриста начинают отказываться вмещать новые. Поэтому провести в Риме день-два — просто преступление. Сюда можно приезжать и приезжать, и приезжать. Главное — отдавать себе отчет в том, что Рим — это не Италия.',
		href: '/port',
	},
]
