import img1Src from '../images/3.jpg'
import img2Src from '../images/2.jpg'

export const DataRouteList = [
	{
		id: 1,
		date: '01.03.23 ',
		port: 'Сохна, Египет',
		coming: '-',
		departure: '19:00 ',
		img: img1Src,
		desc: 'Айн-Сохна — пока что почти неизвестный русскому туристу курорт на берегу Суэцкого залива Красного моря. Туда не летают чартеры, пакетные туры в этот регион — большая редкость, в основном он интересен самостоятельным путешественникам. Главное его преимущество — расположение: всего в 150 км от Каира, поэтому трансфер по прямому шоссе из египетской столицы не будет столь утомительным, как в Хургаду или Шарм-эль-Шейх.'
	},
	{
		id: 2,
		date: '30.02.23 ',
		port: 'в Море',
		coming: '-',
		departure: '-',
		img: img2Src,
		desc: 'Айн-Сохна — пока что почти неизвестный русскому туристу курорт на берегу Суэцкого залива Красного моря. Туда не летают чартеры, пакетные туры в этот регион — большая редкость, в основном он интересен самостоятельным путешественникам. Главное его преимущество — расположение: всего в 150 км от Каира, поэтому трансфер по прямому шоссе из египетской столицы не будет столь утомительным, как в Хургаду или Шарм-эль-Шейх.'
	}
]
