/* eslint-disable max-len */
import { IHelpFulAdvice, IImage } from '@crdr/interfaces'

import image1Src from '@crdr/image/helpful-advice/1.jpg'
import image2Src from '@crdr/image/helpful-advice/2.jpg'
import image3Src from '@crdr/image/helpful-advice/3.jpg'
import image4Src from '@crdr/image/helpful-advice/4.jpg'
import image5Src from '@crdr/image/helpful-advice/5.jpg'

const images: IImage[] = [
	{ src: image1Src, alt: '' },
	{ src: image2Src, alt: '' },
	{ src: image3Src, alt: '' },
	{ src: image4Src, alt: '' },
	{ src: image5Src, alt: '' },
]

export const dataRegionsHelpfulAdvice: IHelpFulAdvice = {
	desc: 'Колыбель цивилизаций, яблоко раздора и древнейшие торговые пути — всё это «море посреди земли», чьи волны омывают берега 22 государств, большая часть которых сумела извлечь прямую туристическую выгоду из этого примечательного соседства. Именно на многочисленных побережьях Средиземного моря расположены наиболее известные мировые курорты, на штурм которых ежегодно устремляются миллионы отпускников со всего мира. Страны двух континентов — Африки и Евразии, а также многочисленные острова',
	images: images,
}

export const dataCountryHelpfulAdvice: IHelpFulAdvice = {
	desc: 'Колыбель цивилизаций, яблоко раздора и древнейшие торговые пути — всё это «море посреди земли», чьи волны омывают берега 22 государств, большая часть которых сумела извлечь прямую туристическую выгоду из этого примечательного соседства. Именно на многочисленных побережьях Средиземного моря расположены наиболее известные мировые курорты, на штурм которых ежегодно устремляются миллионы отпускников со всего мира. Страны двух континентов — Африки и Евразии, а также многочисленные острова',
	images: images,
}

export const dataPortHelpfulAdvice: IHelpFulAdvice = {
	desc: 'Колыбель цивилизаций, яблоко раздора и древнейшие торговые пути — всё это «море посреди земли», чьи волны омывают берега 22 государств, большая часть которых сумела извлечь прямую туристическую выгоду из этого примечательного соседства. Именно на многочисленных побережьях Средиземного моря расположены наиболее известные мировые курорты, на штурм которых ежегодно устремляются миллионы отпускников со всего мира. Страны двух континентов — Африки и Евразии, а также многочисленные острова',
	images: images,
}
