/* eslint-disable max-len */

import img1Src from '../images/3.jpg'
import img2Src from '../images/2.jpg'

export const DataRouteList = [
	{
		id: 1,
		date: '01.03.23 ',
		port: 'Сохна, Египет',
		coming: '-',
		departure: '19:00 ',
		img: img1Src,
		desc: 'Айн-Сохна — пока что почти неизвестный русскому туристу курорт на берегу Суэцкого залива Красного моря. Туда не летают чартеры, пакетные туры в этот регион — большая редкость, в основном он интересен самостоятельным путешественникам. Главное его преимущество — расположение: всего в 150 км от Каира, поэтому трансфер по прямому шоссе из египетской столицы не будет столь утомительным, как в Хургаду или Шарм-эль-Шейх.'
	},
	{
		id: 2,
		date: '30.02.23 ',
		port: 'в Море',
		coming: '-',
		departure: '-',
		img: img2Src,
		desc: 'Айн-Сохна — пока что почти неизвестный русскому туристу курорт на берегу Суэцкого залива Красного моря. Туда не летают чартеры, пакетные туры в этот регион — большая редкость, в основном он интересен самостоятельным путешественникам. Главное его преимущество — расположение: всего в 150 км от Каира, поэтому трансфер по прямому шоссе из египетской столицы не будет столь утомительным, как в Хургаду или Шарм-эль-Шейх.'
	},
	{
		id: 3,
		date: '15.04.23 ',
		port: 'Сафага, Египет',
		coming: '09:00',
		departure: '16:00 ',
		img: img1Src,
		desc: 'Айн-Сохна — пока что почти неизвестный русскому туристу курорт на берегу Суэцкого залива Красного моря. Туда не летают чартеры, пакетные туры в этот регион — большая редкость, в основном он интересен самостоятельным путешественникам. Главное его преимущество — расположение: всего в 150 км от Каира, поэтому трансфер по прямому шоссе из египетской столицы не будет столь утомительным, как в Хургаду или Шарм-эль-Шейх.'
	},
	{
		id: 4,
		date: '22.02.23 ',
		port: 'в Море',
		coming: '10:00 ',
		departure: '-',
		img: img2Src,
		desc: 'Айн-Сохна — пока что почти неизвестный русскому туристу курорт на берегу Суэцкого залива Красного моря. Туда не летают чартеры, пакетные туры в этот регион — большая редкость, в основном он интересен самостоятельным путешественникам. Главное его преимущество — расположение: всего в 150 км от Каира, поэтому трансфер по прямому шоссе из египетской столицы не будет столь утомительным, как в Хургаду или Шарм-эль-Шейх.'
	},
	{
		id: 5,
		date: '17.03.23 ',
		port: 'Акаба, Иордания',
		coming: '07:00',
		departure: '20:00 ',
		img: img2Src,
		desc: 'Айн-Сохна — пока что почти неизвестный русскому туристу курорт на берегу Суэцкого залива Красного моря. Туда не летают чартеры, пакетные туры в этот регион — большая редкость, в основном он интересен самостоятельным путешественникам. Главное его преимущество — расположение: всего в 150 км от Каира, поэтому трансфер по прямому шоссе из египетской столицы не будет столь утомительным, как в Хургаду или Шарм-эль-Шейх.'
	},
	{
		id: 6,
		date: '11.02.23 ',
		port: 'в Море',
		coming: '-',
		departure: '-',
		img: img1Src,
		desc: 'Айн-Сохна — пока что почти неизвестный русскому туристу курорт на берегу Суэцкого залива Красного моря. Туда не летают чартеры, пакетные туры в этот регион — большая редкость, в основном он интересен самостоятельным путешественникам. Главное его преимущество — расположение: всего в 150 км от Каира, поэтому трансфер по прямому шоссе из египетской столицы не будет столь утомительным, как в Хургаду или Шарм-эль-Шейх.'
	},
]
