import { IExtraTitle, IIncludedTitle } from '@crdr/interfaces'

export const DataIncludedTitles: IIncludedTitle[] = [
	{ title: 'Проживание в каюте Проживание в каюте Проживание в каюте Проживание в каюте' },
	{ title: 'Питание во время круиза' },
	{ title: 'Портовые сборы и таксы' },
	{ title: 'Дневные развлечения на борту' },
	{ title: 'Вечерняя развлекательная программа' },
	{ title: 'Представления в театре' },
	{ title: 'Выступление артистов в течение дня на борту' },
	{ title: 'Детский клуб' },
	{ title: 'Фитнес-клуб' },
]

export const DataExtraTitles: IExtraTitle[] = [
	{ title: 'Авиаперелёт' },
	{ title: 'Медицинская страховка' },
	{ title: 'Страховка от невыезда' },
	{ title: 'Визы' },
	{ title: 'Трансфер аэропорт/порт/аэропорт' },
	{ title: 'Чаевые персоналу' },
	{ title: 'Алкогольные напитки' },
	{ title: 'Альтернативные рестораны' },
	{ title: 'Услуги спа, салона красоты, тренера в фитнес клубе и няни в детском клубе' },
	{ title: 'Экскурсии' },
	{ title: 'Интернет' },
]
